Repository: scanpay/woocommerce-scanpay
Catalog: languages/scanpay-for-woocommerce-*.po
Languages: da_dk

source: MobilePay Online through Scanpay.
da_dk: MobilePay Online via Scanpay.

source: Enable
da_dk: Aktivér

source: Enable MobilePay in the checkout.
da_dk: Aktivér MobilePay i kassen.

source: Title
da_dk: Titel

source: A title for the payment method. This is displayed on the checkout page.
da_dk: En titel til betalingsmetoden, som vises under checkout.

source: Description
da_dk: Beskrivelse

source: A description of the payment method. This is displayed on the checkout page.
da_dk: En beskrivelse af betalingsmetoden, som vises under checkout.

source: Pay with MobilePay.
da_dk: Betal med MobilePay.

source: Checkout icon
da_dk: Checkout ikon

source: Display the MobilePay logo on the checkout page.
da_dk: Vis mobilePay logoet i checkout.

source: Accept payment cards through Scanpay.
da_dk: Tag imod betalinger via Scanpay.

source: Return to payments
da_dk: Tilbage til betalingsoversigt

source: Enable Scanpay in the checkout.
da_dk: Aktivér Scanpay i checkout.

source: API key
da_dk: API nøgle

source: You can find your API key in the Scanpay dashboard.
da_dk: Du kan finde din API nøgle i Scanpay dashboardet.

source: Credit card
da_dk: Kreditkort

source: Pay with payment card through Scanpay.
da_dk: Betal med betalingskort via Scanpay.

source: Card icons
da_dk: Kortlogoer

source: Choose which cards icons to display on the checkout page.
da_dk: Vælg hvilke kortikoner der skal vises i din checkout.

source: Capture On Complete
da_dk: Hæv automatisk

source: Capture the payment when the order is completed.
da_dk: Hæv betalingen når ordren er gennemført.

source: You can use this with Auto-Complete to automatically capture new orders.
da_dk: Du kan bruge dette sammen med Auto-Complete, for at hæve nye ordrer automatisk.

source: Auto-Complete
da_dk: Ordrestatus

source: Automatically complete Virtual Orders.
da_dk: Marker automatisk nye virtuelle ordrer som gennemført.

source: Automatically mark all new virtual orders as completed.
da_dk: Marker automatisk nye virtuelle ordrer som gennemført.

source: Automatically complete Renewal Orders (subscriptions only).
da_dk: Marker automatisk nye Renewal ordrer som gennemført (kun Subscriptions).

source: Automatically mark all new renewal orders as completed.
da_dk: Marker automatisk nye renewal ordrer som gennemført.

source: Subscriptions
da_dk: Abonnementsbetalinger

source: Enable support for WooCommerce Subscriptions.
da_dk: Aktivér support for WooCommerce Subscriptions.

source: No transaction details found
da_dk: Ingen transaktion fundet

source: Synchronizing transaction.
da_dk: Synkroniserer transaktion.

source: The order is marked as completed, but it has not been captured.
da_dk: Ordren er markeret som gennemført, men den er ikke blevet hævet.

source: Captured
da_dk: Hævet

source: Refunded
da_dk: Refunderet

source: Net payment
da_dk: Netto betaling

source: Refund
da_dk: Refundér

source: Void transaction
da_dk: Annuller betaling

source: %s second since last received ping
da_dk: %s sekund siden sidst modtaget ping

source: Welcome to Scanpay for WooCommerce!
da_dk: Velkommen til Scanpay for WooCommerce!

source: Please follow the instructions in the setup guide.
da_dk: Følg venligst instruktionerne i opsætningsvejledningen.

source: Setup guide
da_dk: Vejledning

source: You have never received any pings from Scanpay
da_dk: Du har aldrig modtaget nogen pings fra Scanpay

source: Please perform a test ping to finalize the installation.
da_dk: Send et test-ping for at afslutte og validere opsætningen.

source: Warning: Your transaction data could be out of sync!
da_dk: Advarsel: Dine transaktionsdata kan være ude af synkronisering!

source: %s minutes have passed since the last received ping.
da_dk: %s minutter er gået siden sidste modtagne ping.

source: Settings
da_dk: Indstillinger

source: Accept payments in WooCommerce with a secure payment gateway.
da_dk: Tag imod betalinger i WooCommerce med en sikker betalingsgateway.
