Repository: scanpay/woocommerce-scanpay
Catalog: src/languages/scanpay-for-woocommerce-*.po
Languages: da_dk

source: Accept payments in WooCommerce with a secure payment gateway.
da_dk: Accepter betalinger i WooCommerce med en sikker betalingsgateway.

source: Apple Pay through Scanpay.
da_dk: Apple Pay via Scanpay.

source: Enable
da_dk: Aktiver

source: Enable Apple Pay in the checkout.
da_dk: Aktiver Apple Pay i betalingsprocessen.

source: Title
da_dk: Titel

source: A title for the payment method on the checkout page.
da_dk: En titel for betalingsmetoden på betalingsside.

source: Description
da_dk: Beskrivelse

source: A description of the payment method. This is displayed on the checkout page.
da_dk: En beskrivelse af betalingsmetoden. Denne vises på betalingsside.

source: MobilePay Online through Scanpay.
da_dk: MobilePay Online via Scanpay.

source: Enable MobilePay in the checkout.
da_dk: Aktiver MobilePay i betalingsprocessen.

source: Accept payment cards through Scanpay.
da_dk: Accepter betalingskort via Scanpay.

source: Welcome to Scanpay for WooCommerce!
da_dk: Velkommen til Scanpay for WooCommerce!

source: installation guide
da_dk: installationsvejledning

source: Please follow the instructions in the %s.
da_dk: Følg venligst instruktionerne i %s.

source: Enable Scanpay in the checkout.
da_dk: Aktiver Scanpay i betalingsprocessen.

source: API key
da_dk: API-nøgle

source: A title for the payment method. This is displayed on the checkout page.
da_dk: En titel for betalingsmetoden. Denne vises på betalingsside.

source: Card icons
da_dk: Kortikoner

source: Choose which card icons to display on the checkout page.
da_dk: Vælg hvilke kortikoner, der skal vises på betalingsside.

source: Use default checkout stylesheet (CSS).
da_dk: Brug standard betalings-CSS-stilark.

source: Disable
da_dk: Deaktiver

source: On order completion (recommended)
da_dk: Ved ordreafslutning (anbefalet)

source: Immediately
da_dk: Omgående

source: Auto-complete virtual orders.
da_dk: Automatisk fuldførelse af virtuelle ordrer.

source: Auto-complete new subscribers <i>(Subscriptions only)</i>.
da_dk: Automatisk fuldførelse af nye abonnenter <i>(Kun for abonnementer)</i>.

source: Auto-complete renewal orders <i>(Subscriptions only)</i>.
da_dk: Automatisk fuldførelse af fornyelsesordrer <i>(Kun for abonnementer)</i>.

source: Subscription Terms
da_dk: Abonnementsbetingelser

source: Add a checkbox for Subscription Terms and Conditions.
da_dk: Tilføj en afkrydsningsboks for abonnementsbetingelser.

source: Settings
da_dk: Indstillinger

source: Hide checkbox
da_dk: Skjul checkbox
